Repository: powerbf/xlatepoc
Catalog: po/*/messages.po
Languages: de

source: Hello, world
de: Grüße, Welt

source: You see %s.
de: Du siehst {akk}%s.

source: %s shouts.
de: {nom}%s schreit.

source: %s attacks you.
de: {nom}%s greift dich an.

source: You attack %s.
de: Du greifst {akk}%s an.

source: %s misses you.
de: {nom}%s verfehlt dich.

source: You miss %s.
de: Du verfehlst {akk}%s.

source: %s closely misses you.
de: {nom}%s verfehlt dich eng.

source: You closely miss %s.
de: Du verfehlst {akk}%s eng.

source: %s barely misses you.
de: {nom}%s verfehlt dich ganz eng.

source: You barely miss %s.
de: Du verfehlst {akk}%s ganz eng.

source: %s hits you.
de: {nom}%s schlägt dich.

source: You hit %s.
de: Du schlägst {akk}%s.

source: %s slashes you.
de: {nom}%s schlitzt dich auf.

source: You slash %s.
de: Du schlitzt {akk}%s auf.

source: %s kills you.
de: {nom}%s tötet dich.

source: You kill %s.
de: Du tötest {akk}%s.

source: You command %s to wait here.
de: Du befiehlst {dat}%s hier zu warten.

source: You kill %s!
de: Du tötest {akk}%s!
