Repository: powerbf/xlatepoc
Catalog: po/*/monsters.po
Languages: de

source: the orc
de: der Ork

# accusative
source: the orc
de: den Ork

# dative
source: the orc
de: dem Ork

source: an orc
de: ein Ork

# accusative
source: an orc
de: einen Ork

# dative
source: an orc
de: einem Ork

source: the elf
de: die Elfe

# accusative
source: the elf
de: die Elfe

# dative
source: the elf
de: der Elfe

source: an elf
de: eine Elfe

# accusative
source: an elf
de: eine Elfe

# dative
source: an elf
de: einer Elfe

source: Natasha
de: Natascha
